Repository: NaN-tic/trytond-product_bulk
Catalog: locale/*.po
Languages: ca, es

# field:product.product,bulk_product:
source: Bulk Product
ca: Producte granel
es: Producto granel

# field:product.product,bulk_quantity:
source: Bulk Quantity
ca: Quantitat granel
es: Cantidad granel

# field:product.product,bulk_type:
source: Bulk
ca: Granel
es: Granel

# field:product.product,capacity:
source: Capacity
ca: Capacitat
es: Capacidad

# field:product.product,capacity_digits:
source: Capacity Digits
ca: Decimals de la capacitat
es: Decimales de la capacidad

# field:product.product,capacity_uom:
source: Capacity Uom
ca: UdM de la capacitat
es: UdM de la capacidad

# field:product.product,density:
source: Density (kg/m3)
ca: Densitat (kg/m3)
es: Densidad (kg/m3)

# field:product.product,extra_products:
source: Extra Products
ca: Productes addicionals
es: Productos adicionales

# field:product.product,lot_sequence:
source: Lot Sequence
ca: Seqüència de lot
es: Secuencia de lote

# field:product.product,lot_sequences:
source: Lot Sequences
ca: Seqüències de lot
es: Secuencias de lote

# field:product.product,netweight:
source: Net Weight
ca: Pes net
es: Peso neto

# field:product.product,netweight_digits:
source: Net Weight Digits
ca: Decimals del pes net
es: Decimales del peso neto

# field:product.product,netweight_uom:
source: Net Weight Uom
ca: UdM del pes net
es: UdM del peso neto

# field:product.product,packaging:
source: Packaging
ca: Envàs
es: Envase

# field:product.product,packaging_products:
source: Packaging Products
ca: Envasos de producte
es: Envases de producto

# field:product.template,bulk_product:
source: Bulk Product
ca: Producte granel
es: Producto granel

# field:product.template,bulk_quantity:
source: Bulk Quantity
ca: Quantitat granel
es: Cantidad granel

# field:product.template,bulk_type:
source: Bulk
ca: Granel
es: Granel

# field:product.template,capacity:
source: Capacity
ca: Capacitat
es: Capacidad

# field:product.template,capacity_digits:
source: Capacity Digits
ca: Decimals de la capacitat
es: Decimales de la capacidad

# field:product.template,capacity_uom:
source: Capacity Uom
ca: UdM de la capacitat
es: UdM de la capacidad

# field:product.template,density:
source: Density (kg/m3)
ca: Densitat (kg/m3)
es: Densidad (kg/m3)

# field:product.template,extra_products:
source: Extra Products
ca: Productes addicionals
es: Productos adicionales

# field:product.template,netweight:
source: Net Weight
ca: Pes net
es: Peso neto

# field:product.template,netweight_digits:
source: Net Weight Digits
ca: Decimals del pes net
es: Decimales del peso neto

# field:product.template,netweight_uom:
source: Net Weight Uom
ca: UdM del pes net
es: UdM del peso neto

# field:product.template,packaging:
source: Packaging
ca: Envàs
es: Envase

# field:product.template,packaging_products:
source: Packaging Products
ca: Envasos de producte
es: Envases de producto

# field:product.template-extra.product,extra_product:
source: Extra Product
ca: Producte addicional
es: Producto adicional

# field:product.template-extra.product,product:
source: Product
ca: Producte
es: Producto

# field:product.template-extra.product,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:product.template-extra.product,unit:
source: Unit
ca: Unitat
es: Unidad

# field:product.template-product.packaging,packaged_product:
source: Packaged Product
ca: Producte envasat
es: Producto envasado

# field:product.template-product.packaging,packaging_product:
source: Packaging Product
ca: Envasos de producte
es: Envases de producto

# field:product.template-product.packaging,product:
source: Product
ca: Producte
es: Producto

# field:stock.move,bulk_product:
source: Bulk Product
ca: Producte granel
es: Producto granel

# help:product.product,bulk_quantity:
source: The amount of bulk stock in the location.
ca: La quantitat d'existències a granel a la ubicació.
es: La cantidad de existencias en granel en la ubicación.

# help:product.template,bulk_quantity:
source: The amount of bulk stock in the location.
ca: La quantitat d'existències a granel a la ubicació.
es: La cantidad de existencias en granel en la ubicación.

# model:ir.action,name:act_bulk_product_related
source: Bulk products
ca: Productes granel
es: Productos granel

# model:ir.action,name:act_bulk_product_related_2
source: Bulk products
ca: Productes granel
es: Productos granel

# model:ir.action,name:act_product_bulk_stock
source: Bulk Products
ca: Productes granel
es: Productos granel

# model:ir.message,text:msg_product_bulk_product_has_stock
source: You cannot change the value of bulk product field of product which is associated to stock moves.
ca: No podeu canviar el valor del camp Producte granel d'un producte que està associat amb moviments d'existències.
es: No puede cambiar el valor del campo Producto granel de un producto asociado con movimientos de existencias.

# model:ir.message,text:msg_product_bulk_type_has_stock
source: You cannot change the value of bulk type field of product which is associated to stock moves.
ca: No podeu canviar el valor del camp Tipus granel d'un producte que està associat amb moviments d'existències.
es: No puede cambiar el valor del campo Tipo granel de un producto asociado con movimientos de existencias.

# model:ir.ui.menu,name:menu_product_bulk_stock
source: Bulk Products
ca: Productes granel
es: Productos granel

# model:product.template-extra.product,name:
source: Template - Product Packaging
ca: Plantilla - Envasos producte
es: Plantilla - Envases producto

# model:product.template-product.packaging,name:
source: Template - Product Packaging
ca: Plantilla - Envasos producte
es: Plantilla - Envases producto

# view:product.template:
source: Create packaging products
ca: Crear productes envasats
es: Crear productos envasados

# view:product.template:
source: Packaging Products
ca: Envasos de producte
es: Envases de producto
